Returns the number of values in the set.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public int GetValuesCount()
  Visual Basic
Public Function GetValuesCount As Integer
  Visual C++
public:
int GetValuesCount()
 See Also
  ElectricalDemandFactorDefinition Class
  Autodesk.Revit.DB.Electrical Namespace